/**
 * User Aggrement
 */

import Head from 'next/head'

export default function Aggrement() {
  return (
    <>
      <Head>
        <title>用户隐私协议 | 成都舞之乐文化传播有限公司</title>
      </Head>
      <div className='container mt-5'>
        <h1 className='text-4xl mb-5 mt-5'>用户服务协议</h1>
        <p>
          1．释本
          服务协议是用户与成都舞之乐文化传播有限公司（以下简称"舞之乐”）之间的法律协议（包括但不仅限于所订立的相关权利义务规范）。
          用户指愿意接受本协议，注册成为“舞之乐平台网站”用户并使用“舞之乐平台网站”提供的网络服务的个人。
          此份协议描述成都舞之乐文化传播有限公司向用户提供网络服务的详细条款。因此，请于注册成为成都舞之乐文化传播有限公司的用户前，确实、详细地阅读本服务协议的所有内容。当用户点选"同意"按钮或使用任何成都舞之乐文化传播有限公司所提供的网络服务即视为同意并接受本服务协议的所有规范并愿受其约束。
          用户应当明确：无论事实上是否在注册前认真阅读，只要用户按照相关注册程序成功注册，用户的行为就已表示用户无条件接受了本协议及本公司所公布的各项管理规定，并愿意受其约束。如果发生纠纷，用户不得以未仔细阅读为由实行抗辩。
          另外提醒用户，本协议之规定可能随时会更改，修改本用户协议时，成都舞之乐文化传播有限公司将于相关页面公告修改的事实，而不另行对用户进行个别通知，敬请定期查询。如用户不同意本服务协议及/或随时对其的修改，用户可以主动取消成都舞之乐文化传播有限公司提供的服务，用户如果仍继续使用成都舞之乐文化传播有限公司提供的服务即视为用户同意成都舞之乐文化传播有限公司对本协议所做的所有更新内容。由于用户在用户协议变更后因未熟悉公告规定而引起的损失,成都舞之乐文化传播有限公司将不会承担任何责任。
          2．服务内容
          成都舞之乐文化传播有限公司服务的具体内容由成都舞之乐文化传播有限公司根据实际情况提供，成都舞之乐文化传播有限公司保留随时变更、中断或终止部分或全部网络服务的权利。
          若父母（监护人）希望未成年人（尤其是十岁以下子女）得以使用本服务，必须以父母（监护人）名义申请注册，在接受本服务时，应以法定监护人身份加以判断本服务是否符合于未成年人。
          3.著作权声明
          成都舞之乐文化传播有限公司所提供的服务与服务有关的全部信息、资料、文字、软件、声音、图片、视频、图表（包括相关的软件）的著作权、商标、商业秘密、其他知识产权、所有权或其他权利，均为成都舞之乐文化传播有限公司或其权利人所有，
          受中华人民共和国相关法律及中华人民共和国加入的国际协定和国际条约保护，除非事先获得成都舞之乐文化传播有限公司或其权利人的合法授权，用户不得对任何该信息、资料、文字、软件、声音、图片、视频、图表进行修改、拷贝、散布、传送、展示、执行、复制、发行、授权、制作衍生著作、移转或销售。如用户未遵守本条款的上述规定，在不损害其他权利的情况下，成都舞之乐文化传播有限公司可立即终止向用户提供服务，用户必须销毁任何已经获得的上述信息、资料、文字、软件、声音、图片、视频、图表。
          资费政策
          成都舞之乐文化传播有限公司在提供网络服务时，可能会对部分网络服务(例如视频打赏)的用户收取一定的费用。在此情况下，成都舞之乐文化传播有限公司会在相关页面上做明确的提示。如用户拒绝支付该等费用，则不能使用相关的网络服务。
          对于成都舞之乐文化传播有限公司的收费服务，用户应该按照成都舞之乐文化传播有限公司确定的资费政策购买成都舞之乐文化传播有限公司的服务；否则，成都舞之乐文化传播有限公司可以立即停止向用户提供该服务。
          成都舞之乐文化传播有限公司将有权决定成都舞之乐文化传播有限公司所提供的服务的资费标准和收费方式，成都舞之乐文化传播有限公司可能会就不同的服务制定不同的资费标准和收费方式，也可能按照成都舞之乐文化传播有限公司所提供的服务的不同阶段确定不同的资费标准和收费方式；另外，
          成都舞之乐文化传播有限公司也可能不时地修改成都舞之乐文化传播有限公司的资费政策。成都舞之乐文化传播有限公司会将有关服务的资费标准、收费方式、购买方式或其他有关资费政策的信息放置在该服务相关网页的显著位置。
          用户使用成都舞之乐文化传播有限公司提供的互联网应用、内容或服务并依据成都舞之乐文化传播有限公司的资费标准和收费方式支付费用后，如依据国家法律、行政法规或成都舞之乐文化传播有限公司资费政策的规定，可以申请退款的，则用户有权在退款事由发生时，通过联系在线客服或拨打客服电话，向成都舞之乐文化传播有限公司申请退款。成都舞之乐文化传播有限公司将在核实退款事由后，在15个工作日内以“原路返回”的方式将退款退回到用户的付款来源（包括但不限于支付宝帐户、银行或是成都舞之乐文化传播有限公司账户等来源）。通过网银或支付宝等第三方支付平台进行支付的费用将直接退到原付款账户，使用成都舞之乐文化传播有限公司账户支付的部分将直接退至成都舞之乐文化传播有限公司账户。
          5．账号和密码
          用户申请注册成功后，成都舞之乐文化传播有限公司将分配给用户成都舞之乐文化传播有限公司的账号。用户了解账号一旦设定，就不可再为变更；而密码则可以在成都舞之乐文化传播有限公司的网页上进行变更。
          为维护自身权益，用户不应将账号及密码泄漏或提供第三人知悉或出借或转让与他人使用，如因用户自身过错或过失而导致账号或密码泄漏而给用户自身造成损失，用户应自行承担责任。成都舞之乐文化传播有限公司员工（包括但不限于我们的网站管理人员、客服人员等）不会以任何方式询问用户的密码，所以用户不得对任何人泄漏用户的密码，不要多人共享同一个账号，不安装非法或来路不明的程序。如果用户遗失了密码，成都舞之乐文化传播有限公司针对处理此问题之服务保留索取额外费用的权利。
          若用户发现账号或密码遭他人非法使用或有异常使用的情形，应立即通知成都舞之乐文化传播有限公司，并提交该账号为本人所有的有关证明，以便申请该账号的暂停使用，因此而造成的损失，成都舞之乐文化传播有限公司不承担赔偿责任。但在用户根据法律规定申请立案的情况下，成都舞之乐文化传播有限公司有义务协助查询。
          6.用户的权利
          用户可以根据本协议以及成都舞之乐文化传播有限公司平台不时更新和公布的其他规则使用成都舞之乐文化传播有限公司提供的服务。
          用户有权在使用成都舞之乐文化传播有限公司提供的服务的期间监督成都舞之乐文化传播有限公司及成都舞之乐文化传播有限公司的工作人员是否按照成都舞之乐文化传播有限公司所公布的标准向用户提供服务，也可以随时向成都舞之乐文化传播有限公司提出与成都舞之乐文化传播有限公司的服务有关意见和建议。
          如果用户不同意本协议或对成都舞之乐文化传播有限公司后来更新的协议有异议，或对成都舞之乐文化传播有限公司所提供服务不满意，用户可以选择停止使用成都舞之乐文化传播有限公司的服务。如果用户选择停止使用成都舞之乐文化传播有限公司的服务，则成都舞之乐文化传播有限公司即不再对用户承担任何义务和责任。
          7．用户的义务
          用户需自行配备注册和使用网络所需的各项计算机及网络设备，并自行负担上网所需的各项费用。
          成都舞之乐文化传播有限公司向用户提供的网络服务本身属于商业行为，用户需要支付相应的费用。
          用户有义务妥善保管使用成都舞之乐文化传播有限公司的账号及密码，在以正确的用户账号和密码登录的情况下，使用该账户的人即被视为用户本人，其所做出的任何行为也将视为用户的行为，用户应当为此账号及密码登入系统后所开始的一连串行为或活动负责。
          用户在使用有成都舞之乐文化传播有限公司网络服务过程中，必须遵循以下原则：
          （1）遵守中华人民共和国有关的法律和法规；
          （2）不得为任何非法目的而使用网络服务系统；
          （3）遵守所有与网络服务有关的网络协议、规定和程序；
          （4）不会以任何可能损害、攻击、使服务器过度负荷或其他可能破坏成都舞之乐文化传播有限公司所提供的服务；
          （5）不得利用成都舞之乐文化传播有限公司网络服务系统进行任何可能对互联网的正常运转造成不利影响或可能干扰他人以正常方式使用成都舞之乐文化传播有限公司所提供的服务的方式使用成都舞之乐文化传播有限公司的服务的行为；
          （6）不得利用成都舞之乐文化传播有限公司网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；
          （7）不得利用成都舞之乐文化传播有限公司网络服务系统进行其他不利于成都舞之乐文化传播有限公司的行为；
          （8）就成都舞之乐文化传播有限公司及合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道，不得在公众场合发布有关成都舞之乐文化传播有限公司及相关服务的负面宣传；
          （9）如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告成都舞之乐文化传播有限公司。
          8．取消账号
          任何用户有如下任意一种或多种行为而导致其账号被取消，成都舞之乐文化传播有限公司不承担任何责任：
          （1）有违反本服务协议的行为；
          （2）滥用所享受的权利；
          （3）提供虚假注册信息；
          （4）通过不正当手段使用成都舞之乐文化传播有限公司网络服务；
          （5）有损成都舞之乐文化传播有限公司及其权利人、关系企业或合作对象的权益和其他用户合法权益的行为；
          （6）违反中国的法律、法规；
          （7）违背社会风俗和社会道德的行为；
          （8）其他违反成都舞之乐文化传播有限公司相关规定的行为。
          9.服务中断
          发生下列情形之一时，即使未经通知，成都舞之乐文化传播有限公司有权中断所提供的网络服务，并不需要向用户承担任何责任：
          （1）定期或不定期地对成都舞之乐文化传播有限公司的网络设备进行必要的保养及施工；
          （2）因成都舞之乐文化传播有限公司、成都舞之乐文化传播有限公司的合作方或电信网络系统软硬件设备的故障、失灵或人为操作的疏失；
          （3）他人侵入成都舞之乐文化传播有限公司的网络，篡改、删改或伪造、编造网站数据；
          （4）不可抗力原因；
          （5）由于相关机构基于法律或法定程序的要求；
          （6）其他基于法律或国家政策的规定。
          10．终止服务
          用户或成都舞之乐文化传播有限公司可随时根据实际情况终止服务，成都舞之乐文化传播有限公司不需对任何用户或第三人负责而随时终止服务。
          11．违约责任
          用户同意保障和维护成都舞之乐文化传播有限公司及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给成都舞之乐文化传播有限公司或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
          用户同意补偿成都舞之乐文化传播有限公司的母公司、子公司、关系企业、受雇人、及一切相关人员，因用户违反相关法律法规或本用户协议所产生之一切损害及责任。
          12．免责声明
          在适用法律允许的最大范围内，成都舞之乐文化传播有限公司明确表示不提供任何其他类型的保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。
          另外，在适用法律允许的最大范围内，成都舞之乐文化传播有限公司并不担保成都舞之乐文化传播有限公司所提供的服务一定能满足用户的要求，也不担保提供的服务不会被中断，并且对服务的及时性，安全性，出错发生，以及信息是否能准确、及时，顺利的传送均不作任何担保。
          在适用法律允许的最大范围内，成都舞之乐文化传播有限公司不就因用户使用成都舞之乐文化传播有限公司的服务引起的，或在任何方面与成都舞之乐文化传播有限公司的服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求（包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）承担任何责任。
          用户若反对任何服务协议的条款或对后来的协议的修改有异议，或对成都舞之乐文化传播有限公司的服务不满，用户只有以下的追索权：
          （1）不再使用成都舞之乐文化传播有限公司服务；
          （2）请求成都舞之乐文化传播有限公司注销用户的成都舞之乐文化传播有限公司账号；
          （3）通告成都舞之乐文化传播有限公司停止该用户接受成都舞之乐文化传播有限公司网络服务的资格。
          13、法律管辖
          本产品及服务相关规范的解释及适用，以及用户因使用本产品及服务而与成都舞之乐文化传播有限公司之间所产生的权利义务关系，应适用中华人民共和国法律。因此所产生的争议，均应在上海有管辖权的人民法院提起诉讼。
          此外，如果本协议的任何内容与法律相抵触，应以法律规定为准，同时成都舞之乐文化传播有限公司将重新解释或修改相关的条款，而本协议的其他部分将保持对用户的法律效力。
        </p>

        <p>
          成都舞之乐文化传播有限公司
          2023年01月
        </p>


        <h1 className='text-4xl mb-5 mt-5'>用户隐私政策</h1>

        <p>
          我们致力于保护您在使用我们网站时所提供的私隐、私人资料以及个人的资料(统称“个人资料”)，使我们在收集、使用、储存和传送个人资料方面符合(与个人资料私隐有关的法律法规)及消费者保护方面的最高标准。为确保您对我们在处理个人资料上有充分信心，您切要详细阅读及理解隐私政策的条文。
          特别是您一旦使用我们的网站，将被视为接受、同意、承诺和确认；您在自愿下连同所需的同意向我们披露个人资料；您会遵守本隐私政策的全部条款和限制；您在我们的网站上作登记、资料会被收集；您同意日后我们对隐私政策的任何修改；您同意我们的分公司、附属公司、雇员、就您可能会感兴趣的产品和服务与您联络(除非您已经表示不想收到该等讯息)。被收集的个人资料的种类经您的同意，我们会收集、管理和监控个人资料。为了向您提供我们的各项服务，您需要提供个人资料信息，其中包括个人资料和不具名的资料，包括但不限于：个人资料（您的姓名、性别、年龄、出生日期、电话号码、传真号码、住址或通讯地址、电子邮箱地址）。
          收集个人资料及不具名的资料的目的及用途如下: 通过我们的网站向您提供我们的各项服务；当您使用我们的网站时，能辨认以及确认您的身份；让您使用我们的网站时得到为您而设的服务；我们的顾客服务人员有需要时可以与您联系；统计我们网站使用量的数据；让您在使用我们网站时更方便；为改进我们的产品、服务及网站内容而进行市场研究调查；为我们搞的活动、市场销售和推广计划收集资料；遵守法律、政府和监管机关的规定，包括但不限于对个人资料披露及通知的规定；就我们提供的各项服务、分析、核对或审查您的信用、付款或地位；处理在您要求下的任何付款指示，直接扣帐或信用安排；使您能运作您的账户以及使我们能从账户支取尚欠的服务费；您提供给我们的个人资料及不具名资料，只保留到搜集的目的已达到的时候，除非应适用的法律法规之规定而继续保留。个人资料的拥有权及披露在我们网站上所搜集的一切资料都由我们所拥有，不会出租或出售给任何无关的第三方。您有权：查询我们是否持有您的任何个人资料；接达我们所持有的您的个人资料；要求我们更正任何不正确的个人资料；不时地征询有关我们所持有的个人资料的性质，政策和执行方法；然而在法律允许的极端有限的情况下。
          我们可以不允许您接达您的个人资料，例如：如您接达及得到您个人资料可能会对您有危险；当您的个人资料可能会影响一项正在进行的调查；当您的个人资料涉及到法庭程序，并且可能受到发现的限制；当您的个人资料涉及一项商业上敏感的决策过程；当另外一個人的个人资料也包含在同一份记录中；若您欲接达或更正个人资料，或索取有关个人资料的政策、执行方法和被持有的个人资料的种类，应致函到我们的下列的地址；要求接达或更正资料可能要付合理的处理费用；安全保管您的密码，除了我们致力确保您的个人资料存放和处理的安全外，您不应向任何人披露您的登录密码或帐户资料，以保护您的个人资料。
          每当您登录我们网站时，尤其是当您使用他人的电脑或者是公共的互联网终端机时，请记着操作完毕后一定要点击退出。
          您的努力和协助对于我们保护您的个人资料绝对有帮助。
          隐私政策的修改：本隐私政策可以不时(无需事先向您通知)被修改。任何对隐私政策的修改都会及时发布在我们网站上。
        </p>


        <h1 className='text-4xl mb-5 mt-5'>退费说明</h1>
        <p>
          根据《中华人民共和国消费者权益保护法》等相关法律法规，若我公司终止服务或网站平台问题等原因，导致用户权益损失时，应按照相关规定将用户未使用的权益部分退还或延长打赏功能，且退款金额将全部原路返回。若用户对于退还款项有问题，可直接咨询客服，或拨打我公司座机号“028-64100072”和我公司负责人进行反馈，客服会与1-3个工作日内作出回复。
        </p>

        <h1 className='text-4xl mb-5 mt-5'>管理制度</h1>

        <p>
          为了贯彻文化主管部门关于经营性互联网文化单位建立管理制度的决定，切实加强和改进互联网文化经营单位监管，完善互联网文化单位自我约束机制，落实管理责任，根据平台的特殊性，在遵守国家相关法律的前提下，我平台专门设立管理部门，配备适应审核工作需要的人员负责网络文化产品及服务的内容管理，明确内容审核工作职责、标准、流程及责任追究等。一、自审机构设置建立有效的组织架构，专门成立以法人为总负责人的管理部门，负责拟上线网络文化产品及服务内容的事先审核、相关产品报审报备及运营平台的日常巡查，做到机构到位，责任到岗。(一)总负责人负责组织领导企业管理工作的开展、自审报告的复核签字，对审核结果承担总责任。(二)自审人员公司配备3名自审人员，主要负责：1.掌握内容审核的政策法规和相关知识; 2.独立表达审核意见; 3.参加相关部门组织的业务培训。二、审核标准根据法律法规的要求，确保公司不得提供载有以下内容的产品或服务:(一)反对宪法确定的基本原则的;(二)危害国家统一、主权和领土完整的;(三)泄露国家秘密、危害国家安全或者损害国家荣誉和利益的;(四)煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的;(五)宣扬邪教、迷信的;(六)散布谣言，扰乱社会秩序，破坏社会稳定的;(七)宣扬淫秽、赌博、暴力或者教唆犯罪的;(八)侮辱或者诽谤他人，侵害他人合法权益的;(九)危害社会公德或者民族优秀文化传统的;(十)有法律、行政法规和国家规定禁止的其他内容的。如有发现上述问题，我方根据《用户协议》， 有权对用户进行劝止，劝止无效的可以进行封号，对于情节严重的，我们有权交由公安机关处理。三、立项审核流程.（一）初审网站任何内容上线，设专人专岗负责初审工作 ，审核完毕，初审负责人需在审核单签字确认，并提交中审，等待复审结果。（二）中审设专人专岗负责中审工作。中审完毕，中审负责人需在审核单上签字确认并反馈给复审员工。（三）复审设专人专岗负责复审工作。复审完毕，复审负责人需在审核单上签字确认并反馈给初审员工，初审员工安排相关内容上线。四、日常运作平台从人力资金、设备等方面确保内容管理制度的规范运行，采用各种技术手段对网络文化产品和服务内容实行实时监管，发现违规内容立即停止提供，保存有关记录，重大问题及时向行政主管部门报告。五、奖惩机制为确保自审人员履行职责，确保内容自审管理工作取得实效，公司专门针对自审管理部门和人员设立如下奖惩方案:(一)在一个考核年度内，未发生一次运营违规的，自审人员年终奖分别上浮10%。(二)在一个考核年度内，每发生一次运营违规的，自审人员年终奖分别下浮5%。直至扣完当年年终奖金。如因运营违规导致内容自审权被文化部门收回的，自审人员无当年年终奖全。
</p>
    </div>
  </>
  )
}